export const categoryData = [
  {
    id: 1,
    title: "ژانر فیلم ها",
    links: [
      {
        id: 1,
        genre: "درام",
      },
      {
        id: 2,
        genre: "کمدی",
      },
      {
        id: 3,
        genre: "اکشن",
      },
      {
        id: 4,
        genre: "جنایی",
      },
      {
        id: 5,
        genre: "عاشقانه",
      },
      {
        id: 6,
        genre: "انیمیشن",
      },
      {
        id: 7,
        genre: "ماجراجویی",
      },
      {
        id: 8,
        genre: "رازآلود",
      },
      {
        id: 9,
        genre: "فانتزی",
      },
      {
        id: 10,
        genre: "هیجان انگیز",
      },
      {
        id: 11,
        genre: "تاریخی",
      },
      {
        id: 12,
        genre: "علمی تخیلی",
      },
      {
        id: 13,
        genre: "ترسناک",
      },
      {
        id: 14,
        genre: "بیوگرافی",
      },
      {
        id: 15,
        genre: "مستند",
      },
      {
        id: 16,
        genre: "خانوادگی",
      },
      {
        id: 17,
        genre: "ورزشی",
      },
      {
        id: 18,
        genre: "جنگی",
      },
      {
        id: 19,
        genre: "وسترن",
      },
      {
        id: 20,
        genre: "انیمه",
      },
    ],
  },
  {
    id: 2,
    title: " ژانر سریال ها",
    links: [
      {
        id: 1,
        genre: "درام",
      },
      {
        id: 2,
        genre: "کمدی",
      },
      {
        id: 3,
        genre: "اکشن",
      },
      {
        id: 4,
        genre: "جنایی",
      },
      {
        id: 5,
        genre: "عاشقانه",
      },
      {
        id: 6,
        genre: "انیمیشن",
      },
      {
        id: 7,
        genre: "ماجراجویی",
      },
      {
        id: 8,
        genre: "رازآلود",
      },
      {
        id: 9,
        genre: "فانتزی",
      },
      {
        id: 10,
        genre: "هیجان انگیز",
      },
      {
        id: 11,
        genre: "تاریخی",
      },
      {
        id: 12,
        genre: "علمی تخیلی",
      },
      {
        id: 13,
        genre: "ترسناک",
      },
      {
        id: 14,
        genre: "بیوگرافی",
      },
      {
        id: 15,
        genre: "مستند",
      },
      {
        id: 16,
        genre: "خانوادگی",
      },
      {
        id: 17,
        genre: "ورزشی",
      },
      {
        id: 18,
        genre: "جنگی",
      },
      {
        id: 19,
        genre: "وسترن",
      },
      {
        id: 20,
        genre: "انیمه",
      },
    ],
  },
  {
    id: 3,
    title: "لیست ها",
    links: [
      {
        id: 1,
        genre: "پر بازدید ها",
      },
      {
        id: 2,
        genre: "سریال ها بر پایه امتیاز",
      },
      {
        id: 3,
        genre: "سریال انیمیشن",
      },
      {
        id: 4,
        genre: "انیمه ها",
      },
      {
        id: 5,
        genre: "تازه های تماشاخونه",
      },
      {
        id: 6,
        genre: "دوبله اختصاصی",
      },
      {
        id: 7,
        genre: "فیلم هندی",
      },
      {
        id: 8,
        genre: "ورزشی",
      },
      {
        id: 9,
        genre: "۲۵۰ فیلم برتر",
      },
      {
        id: 10,
        genre: "نوستالژی",
      },
      {
        id: 11,
        genre: "فیلم کره ای",
      },
      {
        id: 12,
        genre: "به زودی",
      },
      {
        id: 13,
        genre: "۲۵۰ ‌سریال برتر",
      },
      {
        id: 14,
        genre: "انیمیشن های دوبله",
      },
      {
        id: 15,
        genre: "سریال کره ای",
      },
      {
        id: 16,
        genre: "فیلم ها بر پایه امتیاز",
      },
      {
        id: 17,
        genre: "انیمیشن ها",
      },
      {
        id: 18,
        genre: "مستند ها",
      },
    ],
  },
  {
    id: 4,
    title: " کشور ها",
    links: [
      {
        id: 1,
        genre: "ایران",
      },
      {
        id: 2,
        genre: "کانادا",
      },
      {
        id: 3,
        genre: "اسپانیا",
      },
      {
        id: 4,
        genre: "آمریکا",
      },
      {
        id: 5,
        genre: "ژاپن",
      },
      {
        id: 6,
        genre: "ترکیه",
      },
      {
        id: 7,
        genre: "انگلستان",
      },
      {
        id: 8,
        genre: "کره جنوبی",
      },
      {
        id: 9,
        genre: "استرالیا",
      },
      {
        id: 10,
        genre: "فرانسه",
      },
      {
        id: 11,
        genre: "هندوستان",
      },
      {
        id: 12,
        genre: "دانمارک",
      },
      {
        id: 13,
        genre: "آلمان",
      },
      {
        id: 14,
        genre: "ایتالیا",
      },
      {
        id: 15,
        genre: "بلژیک",
      },
    ],
  },

  {
    id: 5,
    title: "سال انتشار",
    links: [
      {
        id: 1,
        genre: "2023",
      },
      {
        id: 2,
        genre: "2022",
      },
      {
        id: 3,
        genre: "2021",
      },
      {
        id: 4,
        genre: "2018-2020",
      },
      {
        id: 5,
        genre: "2016-2017",
      },
      {
        id: 6,
        genre: "2014-2015",
      },
      {
        id: 7,
        genre: "2012-2013",
      },
      {
        id: 8,
        genre: "2010-2011",
      },
      {
        id: 9,
        genre: "2008-2009",
      },
      {
        id: 10,
        genre: "2006-2007",
      },
      {
        id: 11,
        genre: "2004-2005",
      },
      {
        id: 12,
        genre: "2002-2003",
      },
      {
        id: 13,
        genre: "2000-2001",
      },
      {
        id: 14,
        genre: "1998-1999",
      },
      {
        id: 15,
        genre: "1996-1997",
      },
      {
        id: 16,
        genre: "1994-1995",
      },
      {
        id: 17,
        genre: "1992-1993",
      },
      {
        id: 18,
        genre: "1992-1993",
      },
      {
        id: 19,
        genre: "1990-1991",
      },
      {
        id: 20,
        genre: "قدیمی تر",
      },
    ],
  },
];

export const catTabs = [
  {
    id: 1,
    tab: "      ژانر فیلم ها",
  },
  {
    id: 2,
    tab: "ژانر سریال ها",
  },
  {
    id: 3,
    tab: "لیست ها",
  },
  {
    id: 4,
    tab: "کشور ها",
  },
  {
    id: 5,
    tab: "سال انتشار",
  },
];
