export const agreementsData = [
  {
    id: 1,
    title: "شرایط استفاده",
    respond:
      "«تماشاخونه» یک سکوی نمایش درخواستی هوشمند است که امکان دسترسی به فیلم‌ها و سریال‌ها را از طریق اتصال به اینترنت توسط رایانه‌ها، تلفن‌های همراه، تبلت و برخی از سایر دستگاه‌های پخش‌کننده برای مشترکان یا کاربران خود فراهم می‌کند. این سرویس توسط شرکت «رایمون مدیا» در جمهوری اسلامی ایران، راه‌اندازی شده و استفاده مشترکان از «تماشاخونه»، تابع شرایط و قوانین است. خدمات این سرویس شامل: تماشاخونه و خدمات عضويت مرتبط است. استفاده از تماشاخونه و خدمات عضويت مرتبط، به معنای خدمات ارائه شده برای تماشای محتوا تماشاخونه از جمله تمامی ویژگی‌ها و قابلیت‌ها، توصیه‌ها و پیشنهادها، وب‌سایت، رابط کاربر، سامانه، اپلیکیشن، تمام نرم‌افزار، و محتوای نمایشی مرتبط با سرویس اشتراکی و خدمات عضويت در تماشاخونه است.",
  },
  {
    id: 2,
    title: "اشتراک",
    respond:
      "۱- عضويت در تماشاخونه به صورت رایگان انجام می‌شود. ۲- برای استفاده از تماشاخونه باید به وب‌سایت یا اپلیکیشن تماشاخونه دسترسی داشته باشید. شما می‌توانید جزئیات مربوط به اطلاعات حساب کاربری خود در تماشاخونه را با مراجعه به وب‌سایت و اپلیکیشن و کلیک بر روی صفحه «پروفایل» خود مشاهده کنید. ۳- توجه کنید که ترتیب گزینه‌های صفحه «پروفایل» در وب‌سایت و اپلیکیشن تماشاخونه ممکن است بعد از هر بروزرسانی نرم‌افزار تغییر کند. سیستم هوشمند تماشاخونه به گونه‌ای طراحی و پیاده‌سازی شده است که بتواند براساس سرعت اینترنت کاربر، محتوای ممتاز را با بهترین کیفیت پخش و در اختیار کاربر قرار داده و از این طریق به کاهش هزینه اینترنت شخصی کاربر کمک کند. همچنین ممکن است بر اساس سیاست‌های تماشاخونه هزینه استفاده از اینترنت برای برخی مشترکین رایگان در نظر گرفته شود.",
  },
  {
    id: 3,
    title: "ترفیعات و جوایز",
    respond:
      "تماشاخونه ممکن است ترفیعات و جوایزی برای استفاده و تبلیغ خدمات خود (برای برخی از کاربران کنونی یا کاربران جدید، یا کاربران شرکا و پیمانکاران تجاری) در هر مقطع زمانی ارائه کند. به همین ترتیب، تماشاخونه حق تصمیم‌گیری در مورد لغو ترفیعات و جوایز برای برخی از اعضا را به دلیل عدم واجد شرایط بودن، سوء استفاده، جعل، یا دلایل دیگر را دارد.",
  },
  {
    id: 4,
    title: "سرویس تماشاخونه",
    respond:
      "۱- حداقل سن برای عضویت در سرویس تماشاخونه 18 سال است. افراد زیر 18 سال می‌توانند با رعایت رده‌ی سنی فیلم‌ها، از این سرویس استفاده کنند. ۲- سرویس «تماشاخونه» و هر محتوایی که از طریق سرویس مشاهده می‌کنید، فقط برای استفاده شخصی و غیر تجاری شماست. ۳- در طول اشتراک شما در «تماشاخونه» ، شما دارای یک مجوز محدود، غیر انحصاری و غیر قابل انتقال برای دسترسی به سرویس «تماشاخونه» و مشاهده محتوای آن هستید. به جز مجوز محدود مذکور هیچ محتوا، حقوق، عنوان، انحصار، یا مالکیت به شما تعلق نخواهد گرفت. شما ضمن موافقت با شرایط مذکور، متعهد می‌شوید که از سرویس «تماشاخونه» در اماکن عمومی و برای اجرای عمومی استفاده نکنید. ۴- تعداد دستگاه‌هایی که شما به طور هم زمان می‌توانید جهت تماشای محتوای سرویس «تماشاخونه» استفاده کنید، بستگی به بسته سرویس اشتراکی شما دارد. ۵- «تماشاخونه» مستمر تغییرات و بروزرسانی‌های گوناگونی را در سرویس خود اعمال می‌کند که می‌تواند شامل تغییر تمامی یا قسمتی از محتوای موجود شود. علاوه بر این، «تماشاخونه» مستقیما کیفیت، کمیت و جنبه‌های مختلف سرویس خود را بررسی می‌کند. این بررسی در برگیرنده وب‌سایت، اپلیکیشن، رابط‌کاربر، ویژگی‌های تبلیغاتی و در دسترس بودن محتوا و ... است. ۶- شما ضمن موافقت با شرایط مذکور، متعهد شده‌اید که از سرویس «تماشاخونه» و تمام ویژگی‌ها و قابلیت‌های مرتبط با آن تحت قوانین و مقررات مربوطه در جمهوری اسلامی ایران، و همچنین سایر محدودیت‌های استفاده از سرویس یا محتوای «تماشاخونه»، استفاده کنید. شما ضمن موافقت با شرایط مذکور، مجاز نیستید که محتوا و اطلاعات موجود در سرویس «تماشاخونه» و اطلاعاتی را که از طریق سرویس «تماشاخونه» دریافت کرده‌اید، دانلود، بایگانی، پخش، ویرایش، نمایش، انتشار، واگذار، ارائه به فروش، یا ارائه به استفاده کنید (به جز مواردی که اجازه نامه مورد نیاز صراحتا و به صورت مکتوب توسط «تماشاخونه» صادر شده است). ۷- شما ضمن موافقت با شرایط مذکور، متعهد می‌شود که مجاز به تولید محتوا و تولید اطلاعات مشتق شده از محتوا و اطلاعات از طریق «تماشاخونه» نیستید. شما ضمن موافقت با شرایط مذکور، متعهد می‌شوید که هیچکدام از سیستم‌ها و نرم‌افزارهای محافظتی سرویس «تماشاخونه» را دور نمی‌زنید، حذف نمی‌کنید، تغییر نمی‌دهید، غیرفعال، گمراه،دستکاری، تخریب یا خنثی نمی‌کنید. ۸- شما ضمن موافقت با شرایط مذکور، متعهد هستید که مجاز نیستید که از ربات، اسکرپر یا دیگر ابزارهای فنی خودکار و غیرخودکار برای دسترسی به سرویس «تماشاخونه» یا سایر محتوا و محصولات یا فرایندهای قابل دسترسی از طریق سرویس «تماشاخونه» استفاده کنید. همچنین با وارد کردن کد و برنامه‌های نرم‌افزاری خودکار و غیرخودکار برای کدشکنی، مهندسی معکوس، تغییر، گمراه‌سازی، دستکاری یا جداسازی نرم‌افزار، محتوا، محصولات یا فرایندهای «تماشاخونه»، یا استخراج اطلاعات و فرایندهای «تماشاخونه» اقدام کنید. ۹- شما ضمن موافقت با شرایط مذکور، متعهد هستید که مجاز به بارگزاری محتوا، ارسال پست الکترونیکی، یا هر گونه مرسولات که برای قطع، نابود کردن یا محدود کردن قابلیت هر گونه نرم‌افزار یا سخت‌افزار کامپیوتر یا تجهیزات مخابراتی مرتبط با «تماشاخونه» طراحی شده است، از جمله هر گونه ویروس یا کدهای نرم افزاری، فایل‌ها و برنامه‌های کامپیوتری نخواهید بود. ۱۰- اگر شما شرایط استفاده از «تماشاخونه» و خدمات اشتراک آن را نقض کنید یا در استفاده غیرقانونی یا جعلی از این خدمات مشارکت داشته باشید، نه تنها استفاده شما از این سرویس متوقف یا محدود خواهد شد بلکه همچنین تحت به پیگرد قانونی قرار می‌گیرید.کیفیت نمایش محتوای سرویس تماشاخونه در دستگاه‎‌های مختلف (رایانه‌ها، تلفن‌های همراه، تبلت و سایر دستگاه‌های پخش) متفاوت است که بستگی به عوامل مختلفی مانند موقعیت مکانی شما، پهنای باند یا سرعت اتصال اینترنتی شما دارد. ۱۱- دسترسی به محتوی HD، Full HD، Ultra HD و HDR بستگی به خدمات اینترنت شما و قابلیت‌های دستگاه پخش کننده شما دارد. در نظر داشته باشید، تمامی محتوای سرویس «تماشاخونه» همیشه در همه اشکال موجود مانند HD، Full HD، Ultra HD و HDR در دسترس نیست. با توجه به بسته سرویس اشتراکی شما، ممکن است که محتوای مورد نظر را در فرمت خاصی دریافت کنید. تنظیمات اولیه و پیش فرض پخش فیلم در شبکه‌های مخابراتی شامل فرمت‌های HD، Full HD، Ultra HD و HDR نیست. ۱۲- حداقل سرعت اتصال اینترنتی برای کیفیت استاندارد ۰٫۵ مگابایت در ثانیه است. توصیه می‌کنیم که یک اتصال سریع‌تر اینترنتی برای کیفیت بهتر ویدیوها تهیه کنید. نرم افزار «تماشاخونه» به گونه‌ای طراحی شده است تا امکان مشاهده محتوای موردنظر از طریق رایانه‌ها، تلفن‌های همراه، تبلت و سایر دستگاه‌های پخش‌کننده برای کاربران آن فراهم شود. ۱۳- نرم‌افزار «تماشاخونه»، با ویژگی‌ها و قابلیت‌های خود، ممکن است برای دستگاه‌ها و سیستم‌های مختلف متفاوت باشد. استفاده از سرویس «تماشاخونه» بستگی به دستگاه و سیستم مورد استفاده شما، ممکن است نیاز به استفاده از نرم‌افزارها و مجوزهای ثالث داشته باشد. طراحی و ساختار نرم افزار «تماشاخونه» به گونه‌ای است که نسخه‌های بروزرسانی شده نرم‌افزار «تماشاخونه» و افزارهای ثالث مربوطه را، با توجه به دستگاه و سیستم مورد استفاده کاربر، به صورت خودکار دریافت شود.",
  },
  {
    id: 5,
    title: "رمزهای عبور و دسترسی به حساب",
    respond:
      "شما مسئول بروزرسانی و حفظ اطلاعات دقیق خود در حساب «تماشاخونه» خود هستید. کابرانی که حساب «تماشاخونه» و روش پرداخت خود را ثبت کرده‌اند (مالک حساب) شخصا مسئول دسترسی و کنترل حساب «تماشاخونه» خود هستند. برای حفظ حساب کاربری «تماشاخونه» خود و جلوگیری از دسترسی متفرقه و غیرمجاز به اطلاعات شما (که شامل سابقه مشاهدات شما در سرویس «تماشاخونه» است) باید دسترسی و استفاده از دستگاه‌ها و رمز عبور خود را حفاظت کنید. برای جلوگیری از سرقت هویت و یا سایر فعالیت‌های جعلی و غیر قانونی، ممکن است حساب «تماشاخونه» شما مسدود یا تعلیق شود تا از شما، تماشاخونه، و شرکا و پیمانکاران تجاری تماشاخونه محافظت شود.",
  },
  {
    id: 6,
    title: "متفرقه",
    respond: `قانون حاکم: شرایط استفاده از سرویس «تماشاخونه» و خدمات اشتراک آن، تابع قوانین و مقررات مربوطه در جمهوری اسلامی ایران است. این شرایط در برگیرنده هیچگونه محدودیتی بر یا مغایرتی با حقوق حمایت از مصرف‌کننده تحت قوانین جمهوری اسلامی ایران نیست. قوه قهریه و اتفاقات غیر قابل پیش بینی: «تماشاخونه» هیچ مسئولیت و تعهدی در قبال کاربران به دلیل تاخیر در یا عدم انجام هر گونه تعهدی که در اثر قوه قهریه و اتفاقات طبیعی غیر قابل پیش‌بینی شده مانند طوفان، زلزله، آتش‌سوزی، تلفات، اعتصاب، قطع برق، اشکالات ماهواره، اخراج، ورشکستگی، اختلافات کار و شغلی، اختلال در امور اداری، شورش، جنگ، اضطرار و اختلال کشوری و ملی، اقدامات دولتی، تحریم از سوی مراجع بین المللی یا کشورهای دیگر، یا سایر مواردی که فراتر از کنترل «تماشاخونه» است، ندارد. محتوای ناخواسته: «تماشاخونه» محتوا یا ایده‌های ناخواسته را قبول نمی‌کند و بابت شباهت محتوا، محصولات، فرایندها، قابلیت‌ها، نرم افزار، مطالب، سیستم‌ها، گزینه‌ها، ویرایش، طراحی، بازاریابی و تبلیغات، و دیگر موارد تجاری و اجرایی خود با مطالب یا ایده‌های ارسال شده به «تماشاخونه»، یا با مطالب یا ایده‌های دیگر در هر رسانه‌ای، مسئولیت نمی‌پذیرد. پشتیبانی کاربران: برای اطلاعات بیشتر در مورد خدمات «تماشاخونه» و ویژگی‌های آن‌ها، و درخواست راهنمایی، خواهشمندیم به «ارتباط با ما» در وب‌سایت و اپلیکیشن «تماشاخونه» مراجعه کنید. اعتبار شرایط: اگر هرگونه از شرایط ذکر شده جهت استفاده از خدمات اشتراک در سرویس «تماشاخونه» غیرقانونی، یا غیرقابل اجرا، یا بدون اعتبار باشد، مقررات و شرایط باقی‌مانده در این نوشتار قابل اجرا خواهند بود. تغییرات در شرایط عضویت: ممکن است شرایط اشتراک در «تماشاخونه» را در هر زمان تغییر کند. اطلاعات مربوط به تغییر شرایط در وب‌سایت و اپلیکیشن «تماشاخونه» اعلام می‌شود. ارتباطات الکترونیکی: «تماشاخونه» فقط به صورت الکترونیکی و از طریق ایمیل یا پیامک با شما تماس می‌گیرد. ارتباطات «تماشاخونه» با شما فقط در مورد مسائل مربوطه (عضویت، ثبت نام، روش پرداخت، صورتحساب، تغییر رمز عبور، تأیید یا لغو سرویس، اعلان‌ها، تبلیغات، و...) خواهند بود.`,
  },
];

export const faqData = [
  {
    id: 1,
    title: "شرایط اشتراک سرویس تماشاخونه چیست؟",
    respond: `برای اطلاعات بیشتر، خواهشمندیم به بخش "شرایط استفاده" و "حریم خصوصی" در وب سایت یا اپلیکیشن تماشاخونه مراجعه کنید.`,
  },
  {
    id: 2,
    title: "برای مشاهده محتوا روی تلویزیون چکار کنم؟",
    respond: `سایت تماشاخونه را روی مرورگر تلویزیون باز کنید فیلم ببینید چنانچه روی تلویزیون شما فیلم پخش نشد از پایین سایت روی دکمه TV کلیک کرده یکی از دو پلیر پیشنهادی را انتخاب نمایید، هر کدام با تلویزیون شما منطبق بود به عنوان پلیر پیش فرض انتخاب نمایید`,
  },
  {
    id: 3,
    title: "اپلیکیشن تماشاخونه را از کجا دانلود کنم؟",
    respond:
      "اگر شما کاربر اندروید هستید، اپلیکیشن تماشاخونه را به صورت مستقیم از وب سایت تماشاخونه دانلود کنید. اگر کاربر iOS هستید، میتوانید نسخه وب اپلیکیشن تماشاخونه را از وبسایت تماشاخونه دریافت کنید.",
  },
  {
    id: 4,
    title: "آیا دانلود اپلیکیشن تماشاخونه شامل هزینه است؟",
    respond: "خیر. دانلود اپلیکیشن تماشاخونه رایگان میباشد.",
  },
  {
    id: 5,
    title:
      "هنگام استفاده و اشتراک سرویس تماشاخونه، چه افرادی می توانند اطلاعات شخصی من را مشاهده کنند؟",
    respond: `فقط مدیریت تماشاخونه و شرکت صاحب امتیاز و مالک آن به اطلاعات شخصی شما دسترسی دارند. اطلاعات شما را نه بصورت فروش و نه بصورتی دیگر در اختیار شخص یا سازمان های ثالث قرار نمیگیرد. اطلاعات شما به بیرون از مرزهای جمهوری اسلامی ایران نشر نخواهد یافت. برای اطلاعات بیشتر، خواهشمندیم به بخش "حریم خصوصی" در وب سایت یا اپلیکیشن تماشاخونه مراجعه کنید.`,
  },
  {
    id: 6,
    title: "چگونه می توانم یک فیلم یا برنامه تلویزیونی خاص را درخواست بدهم؟",
    respond: `شما می توانید با مراجعه به وب سایت یا اپلیکیشن تماشاخونه و کلیک بر روی "ارتباط با ما"، یک فیلم یا برنامه تلویزیونی خاص را درخواست نمایید. در صورت دسترسی به محتوای درخواستی و دریافت مجوزهای مربوطه، سرویس تماشاخونه درخواست شما را در بازه زمانی مناسب تامین خواهد کرد.`,
  },
  {
    id: 7,
    title:
      "آیا می توانم خارج از ایران مشترک تماشاخونه شده و به سرویس آن دسترسی داشته باشم؟",
    respond:
      "بله، شما می توانید از طریق وب سایت یا اپلیکیشن تماشاخونه، به سرویس تماشاخونه دسترسی داشته باشید. بستگی به مکان شما، ممکن است برخی محدودیت ها اعمال گردد.",
  },
  {
    id: 8,
    title: "چگونه می توانم در پروموشن های سرویس تماشاخونه شرکت کنم؟",
    respond:
      "با توجه به نوع اشتراک، شما می توانید با دنبال کردن دستورالعمل ها در آگهی های پروموشن های تماشاخونه، در آن ها شرکت کنید.",
  },
  {
    id: 9,
    title: "علت کند بودن یا قطع شدن پخش محتواها هنگام تماشای آن چیست؟",
    respond:
      "ابتدا از متصل نبودن فیلترشکن خود اطمینان حاصل کنید در غیر این صورت این موضوع احتمالا به خاطر کیفیت و پوشش خدمات اپراتور شما میباشد. همچنین، پیشنهاد میکنیم که عملکرد دستگاه های خود را بررسی نمایید چرا که ممکن است نرم افزارهای دیگر در پس‌زمینه دستگاه باعث افزایش بار پردازنده شما باشند.",
  },
  {
    id: 10,
    title:
      "آیا می توانم محتوایی که مربوط به یک بازیگر، کارگردان و حتی یک دسته بندی خاص است را انتخاب کنم؟",
    respond:
      "بله. این ویژگی در سرویس تماشاخونه در دسترس می باشد، شما میتوانید با استفاده از جستجوی سایت و همچنین دسته‌بندی ها و تگ های صفحه‌اصلی به محتوای دلخواه خود دسترسی داشته باشید",
  },
  {
    id: 11,
    title: "کیفیت تصویری پیشنهادی برای تماشای محتوا چیست؟",
    respond:
      "سرویس تماشاخونه طیف وسیعی از کیفیت تصویری را تا کیفیت Full HD ارائه می دهد. کیفیت تصویری در هنگام پخش فیلم ها به کیفیت اینترنت، قابلیت های دستگاه شما و همچنین فرمت انتشار نسخه اصلی فیلم بستگی دارد (به این معنی که فیلم های قدیمی تر در زمان تولید، وضوح تصویر محدودتری داشتند).",
  },
  {
    id: 12,
    title: "کیفیت تصویری پیشنهادی برای تماشای محتوا چیست؟",
    respond:
      "سرویس تماشاخونه طیف وسیعی از کیفیت تصویری را تا کیفیت Full HD ارائه می دهد. کیفیت تصویری در هنگام پخش فیلم ها به کیفیت اینترنت، قابلیت های دستگاه شما و همچنین فرمت انتشار نسخه اصلی فیلم بستگی دارد (به این معنی که فیلم های قدیمی تر در زمان تولید، وضوح تصویر محدودتری داشتند).",
  },
  {
    id: 13,
    title: "چرا فیلم هایی که قبلا تماشا کردم را دیگر نمی توانم پیدا کنم؟",
    respond:
      "تماشاخونه حق تغییر محتوا در هر زمان را بعلت ارائه محتوای جدیدتر، مشکلات فنی، الزامات قانونی، برنامه های بازاریابی و موارد مشابه برای خود محفوظ می دارد.",
  },
  {
    id: 14,
    title:
      "برای تماشای محتوای انتخابی ام با مشکل مواجه هستم. چگونه می توانم گزارش دهم و راهنمایی بگیرم؟",
    respond: `اگر نیاز به کمک دارید، خواهشمندیم به " ارتباط با ما" در وب سایت و اپلیکیشن تماشاخونه مراجعه کنید.`,
  },
  {
    id: 15,
    title:
      "چطور می توانم مطلع گردم که دستگاه های من توانایی استفاده از سرویس تماشاخونه را دارند؟",
    respond: `دستگاه هایی که دارای سیستم عامل اندروید یا iOS هستند میتوانند اپلیکیشن تماشاخونه را پشتیبانی کنند. همچنین وبسایت تماشاخونه علاوه بر مرورگرهای گوشی های هوشمند و کامپیوترهای شخصی قابل استفاده در تلویزیون های هوشمند به آدرس tv.tamashakhoneh.ir میباشد. برای اطلاعات بیشتر، خواهشمندیم به بخش "شرایط استفاده" و "حریم خصوصی" در وب سایت یا اپلیکیشن تماشاخونه مراجعه کنید.`,
  },
  {
    id: 16,
    title: "چرا دیدگاه من راجع به یک فیلم حذف شده است؟",
    respond: `تماشاخونه حق حذف نظراتی که ممکن است نامناسب، توهین آمیز یا گمراه کننده تشخیص داده شوند را برای خود محفوظ می دارد.`,
  },
  {
    id: 17,
    title: "چگونه می توانم محتوای سرویس تماشاخونه را دانلود کنم؟",
    respond: `شما میتوانید محتوای موردنظر خود را در اپلیکیشن تماشاخونه دانلود و به صورت آفلاین تماشا کنید. محتوای دانلود شده صرفاً در اپلیکیشن های تماشاخونه قابل پخش میباشند به این دلیل که اجازه تدوین و پخش محتوای سرویس تماشاخونه متعلق به تماشاخونه و شرکت صاحب امتیاز و مالک آن میباشد. از این رو و در حال حاضر ویژگی دانلود محتوی برای کاربران و مشترکین تماشاخونه فقط از طریق اپلیکیشن میسر میباشد.`,
  },
  {
    id: 18,
    title: "آیا زیرنویس ها یا دوبله به زبان های دیگر موجود است؟",
    respond: `سرویس تماشاخونه زیرنویس ها و دوبله ها را در ترکیبی از انگلیسی و فارسی ارائه می کند. برخی محتواها ممکن است، با توجه به درخواست مشترکین، به زبان اصلی (غیر از انگلیسی) نیز ارائه شوند.`,
  },
  {
    id: 19,
    title: "چگونه می توانم کارت های هدیه تماشاخونه را به دیگران بدهم؟",
    respond: `خواهشمندیم برای اطلاعات بیشتر، به وب سایت یا اپلیکیشن تماشاخونه مراجعه کنید.`,
  },
  {
    id: 20,
    title:
      "چطور می توانم جایزه ای که در یک پروموشن یا برنامه مشابه دیگر تماشاخونه برنده شده ام را دریافت کنم؟",
    respond: `اگر شما برنده جایزه از تماشاخونه باشید، مرکز خدمات مشترکین تماشاخونه برای هماهنگی تحویل جایزه با شما تماس خواهد گرفت.`,
  },
  {
    id: 21,
    title: "استفاده مشترکین و کاربران سرویس تماشاخونه از اینترنت به چگونه است؟",
    respond: `سیستم هوشمند تماشاخونه به گونه ای طراحی و پیاده سازی گردیده است که بتواند براساس سرعت اینترنت یک مشترک، محتوای ممتاز تماشاخونه را با بهتریت کیفیت پخش و در اختیار مشترک خود قرار داده و بدینوسیله بتواند در کاهش هزینه اینترنت شخصی مشترک فوق نقش مهمی را ایفا نماید.`,
  },
  {
    id: 22,
    title: "برای مشاهده محتوا چه مقدار از اینترنت ما مصرف میشود؟",
    respond: `اگر مشترک اینترنت آسیاتک هستید، میتوانید کلیه محتوای سایت را بدون مصرف شدن حجم اینترنت خود تماشا کنید. حجم اینترنت مصرفی برای مشترکین سایر اپراتورهای اینترنت نیم بها محاسبه میشود.`,
  },
  {
    id: 23,
    title: "چگونه میتوانم از کد تخفیف برای خرید اشتراک استفاده کنم؟",
    respond: `شما میتوانید در صفحه پرداخت اشتراک موردنظر خود، کد تخفیف را در قسمت "کد تخفیف" وارد کنید و بر روی بررسی کد تخفیف کلیک کنید.`,
  },
  {
    id: 24,
    title: "سایر",
    respond: `برای اطلاعات بیشتر در مورد خدمات تماشاخونه و ویژگی های آنها،و اگر نیاز به کمک دارید، خواهشمندیم به " ارتباط با ما" در وب سایت و اپلیکیشن تماشاخونه مراجعه کنید.`,
  },
];

export const privacyData = [
  {
    id: 1,
    title: "سوال یا نگرانی دارید؟",
    respond: `خواندن این اطلاعیه به درک بهتر حقوق و انتخاب‌های مرتبط با حریم خصوصی کمک شایانی خواهد کرد. در صورتی که با سیاست‌ها و شیوه‌های شرکت آسیاتک همسو نیستید، خواهشمندیم درباره استفاده از خدمات ارائه شده تجدید نظر کنید. اگر همچنان سؤال یا نگرانی دارید، با ما از طریق ایمیل asiatech.mobileapp@gmail.com در تماس باشید.`,
  },
  {
    id: 2,
    title: "خلاصه نکات کلیدی",
    respond: `در اینجا چکیده‌ای از اطلاعیه حفظ حریم خصوصی ارائه می‌شود، اما می‌توانید با کلیک کردن روی پیوند یا استفاده از فهرست مطالب که در قسمت زیرین برای شما آورده شده است، برای یافتن بخش مربوطه و یا هر نکته کلیدی که به دنبال آن هستید، اطلاعات بیشتری در مورد هر یک از این موضوعات یافته و مطالعه کنید. همچنین می‌توانید اینجا کلیک کرده تا مستقیماً به فهرست مطالب بروید.`,
  },
  {
    id: 3,
    title: "چه اطلاعات شخصی توسط آسیاتک پردازش می‎شوند؟",
    respond: `هنگامی که از خدمات ما بازدید، استفاده یا ناوبری؟؟؟ می‌کنید، بسته به نحوه تعامل شما با شرکت آسیاتک و خدمات ارائه شده، انتخاب‌‎هایی که انجام می‌دهید و محصولات و قابلیت‌های ارائه شده مورد استفاده شما، ممکن است اطلاعات شخصی شما پردازش شود.`,
  },
  {
    id: 4,
    title: "آیا خدمات ما اطلاعات شخصی حساس را پردازش می‌کند؟",
    respond: `خیر اطلاعات شخصی حساس پردازش نمی‌شوند.`,
  },
  {
    id: 5,
    title: "آیا اطلاعاتی از اشخاص ثالث دریافت می‌شود؟",
    respond: `خیر هیچ اطلاعاتی از اشخاص ثالث دریافت نمی‌شود.`,
  },
  {
    id: 6,
    title: "چگونه اطلاعات شما را پردازش می‌شود؟",
    respond: `ما اطلاعات شما را برای ارائه، بهبود و مدیریت خدمات ارائه شده، برقراری ارتباط با شما، امنیت و پیشگیری از کلاهبرداری و پیروی از قوانین پردازش می‌کنیم. در نظر داشته باشید با رضایت شما، ممکن است اطلاعات شما را برای مقاصد دیگر نیز پردازش کنیم. این کار بدون رضایت شما انجام نخواهد شد. اطلاعات شما تنها زمانی پردازش می‌شوند که دلیل و یا دلایل قانونی معتبری برای انجام این کار وجود داشته باشد. در چه شرایطی و با چه بخش‌هایی اطلاعات شخصی به اشتراک گذاشته می‌شوند؟ ما ممکن است اطلاعات را در شرایط خاص و با اشخاص ثالث خاص به اشتراک بگذاریم.`,
  },
  {
    id: 7,
    title: "چگونه اطلاعات شما را امن نگه می‌داریم؟",
    respond: `ما فرآیندها و رویه‌های سازمانی و فنی را برای محافظت از اطلاعات شخصی شما در نظر گرفته‌ایم. با این حال، امنیت هیچ انتقال الکترونیکی از طریق اینترنت یا فناوری ذخیره سازی اطلاعات را نمی‌توان 100% تضمین کرد، بنابراین ما نمی‌توانیم تضمین دهیم که هکرها، مجرمان سایبری یا سایر اشخاص ثالث غیرمجاز به طور قطع نمی‌توانند امنیت ما را شکست دهند و به اطلاعات شما به طور غیرمجاز دسترسی داشته و آن را جمع آوری، سرقت یا تغییر دهند. حقوق حریم خصوصی شما چیست؟ بسته به مکانی که از نظر جغرافیایی در آن قرار دارید، قانون حریم خصوصی قابل اجرا به این معنی است که شما حقوق خاصی در مورد اطلاعات شخصی خود دارید.`,
  },
  {
    id: 8,
    title: "چگونه از حقوق خود استفاده می کنید؟",
    respond: `ساده‌ترین راه برای استیفای حقوق خود، پر کردن فرم data subject request در اینجا و یا تماس با ما است. ما هر درخواستی را مطابق با قوانین مربوط به حفاظت از داده‌ها بررسی کرده و در صورت امکان به آن عمل خواهیم کرد.`,
  },
  {
    id: 9,
    title: "آیا اطلاعاتی از اشخاص ثالث دریافت می‌شود؟",
    respond: `خیر هیچ اطلاعاتی از اشخاص ثالث دریافت نمی‌شود.`,
  },
];

export const appsData = [
  {
    id: 1,
    title: "Android App",
    desc: `امکان تماشای تمامی محتوا در اپلیکیشن اندروید`,
  },
  {
    id: 2,
    title: "Android TV",
    desc: `امکان تماشای تمامی محتوا در تلویزیون اندروید`,
  },
  {
    id: 3,
    title: "Web TV",
    desc: `سایت تماشاخونه را برروی مرورگر تلویزیون باز کنید فیلم ببینید چنانچه روی تلویزیون شما پخش نشد روی دکمه زیر کلیک کرده و یکی از دو پلیر پیشنهادی را انتخاب نمایید، هرکدام با تلویزیون شما منطبق بود به عنوان پلیر پیش فرض انتخاب نمایید.`,
  },
  {
    id: 4,
    title: "IOS App",
    desc: `سایت تماشاخونه را برروی مرورگر تلویزیون باز کنید فیلم ببینید چنانچه روی تلویزیون شما پخش نشد روی دکمه زیر کلیک کرده و یکی از دو پلیر پیشنهادی را انتخاب نمایید، هرکدام با تلویزیون شما منطبق بود به عنوان پلیر پیش فرض انتخاب نمایید.`,
  },
];

export const genres = [
  "اکشن",
  "ماجراجویی",
  "کمدی",
  "جنایی",
  "درام",
  "ترسناک",
  "تاریخی",
  "انیمیشن",
  "مستند",
  "رازآلود",
  "فانتزی",
  "موزیکال",
  "علمی-تخیلی",
  "جنگی",
  "وسترن",
  "ورزشی",
  "بیوگرافی",
  "عاشقانه",
  "خانوادگی",
  "هیجان انگیز",
  "فیلم کوتاه",
  "موزیک",
  "خبر",
  "واقع‌نما",
  "فیلم نوآر",
  "انیمه",
  "اجتماعی",
  "مذهبی",
  "ترکیبی",
  "ملودرام",
  "تاک شو",
  "آموزشی",
  "گیم شو",
];
